tap "derailed/k9s"
tap "heroku/brew"
tap "localstack/tap"
tap "rcmdnk/file"
tap "sqldef/sqldef"
brew "libpng"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "icu4c@77"
brew "boost"
brew "pcre2"
brew "cairo"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "cscope"
brew "deno"
brew "direnv"
brew "fastlane"
brew "fd"
brew "libevent"
brew "libtasn1"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "openjdk"
brew "gradle"
brew "lua"
brew "highlight"
brew "icu4c@76"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "shared-mime-info"
brew "libheif"
brew "libtool"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libpq"
brew "librsvg"
brew "libsigsegv"
brew "unibilium"
brew "libtermkey"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "llvm"
brew "mas"
brew "mkcert"
brew "msgpack"
brew "zlib"
brew "mysql"
brew "utf8proc"
brew "neovim"
brew "nginx"
brew "node"
brew "nss"
brew "openblas"
brew "numpy"
brew "openjdk@11"
brew "openvino"
brew "optipng"
brew "pandoc"
brew "pcre"
brew "pgvector"
brew "pnpm"
brew "postgresql@14"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redpen"
brew "ripgrep"
brew "skaffold"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "uv"
brew "vifm"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "localstack/tap/localstack-cli"
brew "rcmdnk/file/brew-file"
brew "sqldef/sqldef/psqldef"
cask "alfred"
cask "bartender"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "meetingbar"
cask "notion"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "steermouse"
cask "temurin@11"
cask "visual-studio-code"
cask "zed"
cask "zoom"
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle Classic", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Toggl Track", id: 1291898086
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.activitusbar"
vscode "hashicorp.terraform"
vscode "jackiotyu.git-worktree-manager"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "marchrock.vscode-ghq"
vscode "marus25.cortex-debug"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mhutchie.git-graph"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "paulober.pico-w-go"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "shopify.ruby-lsp"
vscode "stylelint.vscode-stylelint"
vscode "ubie.ubie-design-tokens-for-vscode"
vscode "vscodevim.vim"
go "github.com/cloudspannerecosystem/spanner-cli"
go "github.com/hokaccha/spannerdef/cmd/spannerdef"
go "github.com/cloudspannerecosystem/wrench"
go "github.com/m-mizutani/zenv"
