tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "nodenv/nodenv"
tap "ouchxp/nodenv"
tap "rcmdnk/file"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bat"
brew "icu4c"
brew "boost"
brew "cmake"
brew "cocoapods"
brew "cscope"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "libpng"
brew "fzf"
brew "gettext"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "pcre"
brew "python"
brew "gnu-sed"
brew "go"
brew "gradle"
brew "lua"
brew "highlight"
brew "hub"
brew "libplist"
brew "libtasn1"
brew "libusb"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "libevent"
brew "libsigsegv"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "llvm"
brew "ruby"
brew "macvim"
brew "mas"
brew "mitmproxy"
brew "msgpack"
brew "neovim"
brew "nginx"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "pup"
brew "pv"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rbenv-communal-gems"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "the_silver_searcher"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "nodenv/nodenv/nodenv-npm-migrate"
brew "nodenv/nodenv/nodenv-package-rehash"
brew "ouchxp/nodenv/nodenv-nvmrc"
brew "rcmdnk/file/brew-file"
cask "alfred"
cask "android-studio"
cask "atom"
cask "bartender"
cask "bettertouchtool"
cask "bitbar"
cask "brave-browser"
cask "dash"
cask "deckset"
cask "docker"
cask "fantastical"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "google-japanese-ime"
cask "graphiql"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "jasper"
cask "kap"
cask "karabiner-elements"
cask "notion"
cask "rectangle"
cask "sequel-pro"
cask "sketch"
cask "skitch"
cask "skype"
cask "spotify"
cask "steermouse"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Take a Break", id: 1457158844
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
