tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "rcmdnk/file"
brew "libpng"
brew "xz"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "bat"
brew "boost"
brew "readline"
brew "sqlite"
brew "glib", link: false
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "cscope"
brew "direnv"
brew "fastlane"
brew "fd"
brew "libevent"
brew "libtasn1"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "lua"
brew "highlight"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "jasper", link: false
brew "shared-mime-info"
brew "libheif"
brew "pcre"
brew "python@3.9"
brew "libraw", link: false
brew "libtool"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libpq"
brew "librsvg"
brew "libsigsegv"
brew "unibilium"
brew "libtermkey"
brew "libusb"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "llvm"
brew "mas"
brew "python@3.11"
brew "mitmproxy"
brew "mkcert"
brew "msgpack"
brew "zlib"
brew "mysql", link: false
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "node"
brew "nss"
brew "optipng"
brew "pandoc"
brew "postgresql@14"
brew "pup"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "qt", link: false
brew "ruby-build"
brew "rbenv"
brew "rbenv-communal-gems"
brew "redpen"
brew "ripgrep"
brew "skaffold"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "utf8proc"
brew "vifm"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
cask "alfred"
cask "bartender"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "insomnia"
cask "jasper"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "meetingbar"
cask "notion"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "steermouse"
cask "visual-studio-code"
cask "zoom"
mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StatsWidget", id: 1016291121
mas "Todoist", id: 585829637
mas "Unsplash Wallpapers", id: 1284863847
mas "waifu2x", id: 1286485858
vscode "atsushieno.language-review"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.activitusbar"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "marchrock.vscode-ghq"
vscode "mhutchie.git-graph"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "shopify.ruby-lsp"
vscode "stylelint.vscode-stylelint"
vscode "ubie.ubie-design-tokens-for-vscode"
vscode "vscodevim.vim"
