tap "derailed/k9s"
tap "heroku/brew"
tap "localstack/tap"
tap "rcmdnk/file"
tap "sqldef/sqldef"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "cscope"
brew "deno"
brew "direnv"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "leptonica"
brew "pango"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "highlight"
brew "icu4c@76"
brew "icu4c@77"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "libheif"
brew "imagemagick"
brew "jemalloc"
brew "jpeg"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libass"
brew "libpq"
brew "librsvg"
brew "libsigsegv"
brew "libtermkey"
brew "libvterm"
brew "libxml2"
brew "llvm"
brew "mas"
brew "mise"
brew "mkcert"
brew "msgpack"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node"
brew "nss"
brew "numpy"
brew "openjdk@11"
brew "openvino"
brew "optipng"
brew "pandoc"
brew "pcre"
brew "pgvector"
brew "pnpm"
brew "postgresql@14"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "rbenv"
brew "redpen"
brew "ripgrep"
brew "skaffold"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "uv"
brew "vifm"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "localstack/tap/localstack-cli"
brew "rcmdnk/file/brew-file"
brew "sqldef/sqldef/psqldef"
cask "1password-cli"
cask "android-studio"
cask "claude"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "meetingbar"
cask "notion"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "spotify"
cask "steermouse"
cask "temurin@11"
cask "visual-studio-code"
cask "zed"
cask "zoom"
cask "zulu@17"
mas "Dato", id: 1470584107
mas "Gifski", id: 1351639930
mas "Keynote", id: 409183694
mas "Todoist", id: 585829637
mas "Toggl Track", id: 1291898086
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
go "chezmoi.io/chezmoi"
